import React from 'react'

export default function Religious() {

  return (
    <>


  <section id="vantagens">
    <div class="container pt-5">
      <h5 class="section-title h1 ">धार्मिक</h5>

      <p className='text-center'> धार्मिक पृष्‍ठ की मदद से हम समाज काे धर्म से जुडी जानकारी देने का प्रयास कर
    रहें हैं यदि हमारे द्वारा दी गयी जानकारी में कोई गलती हो तो हम उसके लिए
    क्षमा प्रार्थी हैं। आप अपने सु‍झाव व सहयोग हमें प्रदान कर समाज को आगे बडानें
    मे सहयोग प्रदान करें। धन्‍यवाद.....</p>

        <button className="accordion panel-title"><b>मां नर्मदा का इतिहास</b></button>
        <div className="panel accordionPannel" style={{ padding: 20 }}>
          <p style={{ textAlign: "justify" }}>
            
          कहते जो पुण्य गंगा नदी मॆ नहाने से मिलता है वही पुण्य मा नर्मदा को देखने से मिल जाता है। मां नर्मदा का कंकर कंकर शंकर है, इससे ज्यादा क्या महिमा कही जा सकती है किसी नदी की, मां नर्मदा के किसी भी पत्थर जो शिवलिंग नुमा हो उसको प्राण प्रतिष्ठित करने की आवश्यकता नही है, उसमे भगवान शिव विद्यमान हैं। उसकी सीधे ही पूजा प्रारम्भ कर सकते है। भगवान शिव की कृपा के लिये सारे संन्यासी मां नर्मदा के पास डेरा जमाते हैं और अपने प्राण भी यहीं त्यागते है, विश्व मॆ यही एक ऐसी नदी है जिसकी परिक्रमा की जाती है।
          <br></br>   <br></br>
<b>मां नर्मदा का अवतरण</b><br></br>   <br></br>
माघ मास को सबसे पवित्र मास माना जाता है। इस माह को देवताओं का ब्रम्हा मुहूर्त कहते है, इस समय किये गये दान पुण्य का विशेष महत्व होता है, इसी माघशुक्ल सप्तमी को भगवान शिव के पसीने से मां नर्मदा एक 12 वर्ष की कन्या के रूप मॆ प्रकट हुईं। इसी लिये इस दिन को मां नर्मदा का अवतरण दिवस माना जाता है।

<br></br>   <br></br>
<b>जन्म से ही दिव्य आशीर्वाद से सम्पन्न</b><br></br>   <br></br>
भगवान शिव के अंश दिव्य शक्तियों से ओतप्रोत रहते है चाहे वे गणेश,हनुमान या मां नर्मदा ही क्यों न हो,एक समय सभी देवताओं के साथ में ब्रह्मा-विष्णु मिलकर भगवान शिव के पास आए, जो कि (अमरकंटक) मेकल पर्वत पर समाधिस्थ थे। वे अंधकासुर राक्षस का वध कर शांत-सहज समाधि में बैठे थे। अनेक प्रकार से स्तुति-प्रार्थना करने पर शिवजी ने आँखें खोलीं और उपस्थित देवताओं का सम्मान किया, देवताओं ने निवेदन किया- हे भगवन्‌! हम देवता भोगों में रत रहने से, बहुत-से राक्षसों का वध करने के कारण हमने अनेक पाप किए हैं, उनका निवारण कैसे होगा आप ही कुछ उपाय बताइए, तब शिवजी की भृकुटि से एक तेजोमय पसीने की बूँद पृथ्वी पर गिरी और कुछ ही देर बाद एक कन्या के रूप में परिवर्तित हो गई, उस कन्या का नाम नर्मदा रखा गया सभी देवताओं ने उन्हे दिव्य आशीर्वाद दिया

माघै च सप्तमयां दास्त्रामें च रविदिने।
मध्याह्न समये राम भास्करेण कृमागते॥

भगवान शिव, ब्रम्हा, विष्णु सहित सभी देवों ने उन्हे वर दिया, माघ शुक्ल सप्तमी के समय नर्मदाजी जल रूप में बहने लगी तभी से इस तिथि को नर्मदा अवतरण दिवस के रूप मॆ मनाया जाता है
<br></br>   <br></br>
<b>मां नर्मदा को वरदान</b>   <br></br>   <br></br>
भगवान विष्णु ने आशीर्वाद दिया- 'नर्मदे त्वें माहभागा सर्व पापहरि भव। त्वदत्सु याः शिलाः सर्वा शिव कल्पा भवन्तु ताः।' अर्थात् तुम सभी पापों का हरण करने वाली होगी तथा तुम्हारे जल के पत्थर शिव-तुल्य पूजे जाएँगे। तब नर्मदा ने शिवजी से वर माँगा। जैसे उत्तर में गंगा स्वर्ग से आकर प्रसिद्ध हुई है, उसी प्रकार से दक्षिण गंगा के नाम से प्रसिद्ध होऊँ। शिवजी ने नर्मदाजी को अजर-अमर होने का वरदान दिया, प्रलयकाल तक मां नर्मदा इस धरती पर रहेगी।

<br></br>   <br></br>
<b>सिध्द संतों का आश्रय स्थल</b><br></br>   <br></br>
ऐसे अनगिनत संत है जिन्होने नर्मदा तट पर ही सिद्धि पाई है। जिनके नाम लेना तारों को गिनने के बराबर है, भगवान दत्तात्रेय के परमउपासक वासुदेवानंद सरस्वती जो पूरे महाराष्ट्र मॆ विख्यात है उन्होने मां नर्मदा के पास चातुर्मास किया। अंतिम समय गुजरात मॆ गरुडेस्वर (नर्मदा का किनारा) मॆ गुजारा तथा यही नर्मदा मॆ लीन हो गये। महाराष्ट्र के संत गजानन महाराज जब ओंकारेश्वर आयॆ तो मां नर्मदा ने उनकी नाव डूबने से बचाई, ऐसा गजानन विजय ग्रंथ मॆ वर्णन है। खंडवा और साइन्खेडा मॆ अपनी लीला करने वाले दादा धूनी वाले बाबा को कौन नही जानता, उनकी लीलागाथा मॆ नर्मदा का विशेष महत्व है। जय, जय सियाराम बाबा का नाम कौन नही जानता ऐसे अनगिनत संतों ने मां नर्मदा को अपना समाधि और सिद्धिस्थल बनाया। भगवान शंकराचार्य को भी मां नर्मदा के तट पर विशेष सिद्धि व ज्ञान मिला, मां नर्मदा के गुणगान करना अपने आपको धन्य करने के बराबर है। हम लोग सौभाग्यशाली है की हमे मां नर्मदा के दर्शन करने, नहाने और कइयों को उनकी परिक्रमा करने का पुण्य मिला जो भी व्यक्ति मां नर्मदा की स्तुति नर्मदे मंगल देवी रेवे अशुभनाशिनी, क्षमास्व अपराध कुरूस्व मॆ, दया कुरू मनस्वनि* पूजापाठ और स्मरण करेगा,उसका जीवन धन्य और सफल रहेगा।

          </p>
        </div>
 
      </div>
 
      </section>
  
  
    </>
  )
}
